DeviceName = "Audio intégré";
DeviceShortName = "Intégré";
ManufacturerName = "Apple Inc.";

Headphones = "Écouteurs";
HeadphonesB = "Casque B";
IntSpeakers  = "Haut-parleurs internes";
LineOut = "Sortie de ligne";
DigitalOut = "Sortie numérique";
HDMI = "HDMI";
DisplayPort = "DisplayPort";

ExternalMic = "Microphone externe";
ExternalMicB = "Micro externe B";
InternalMic = "Microphone interne";
LineIn = "Entrée ligne";
DigitalIn = "Entrée numérique";
InputNone = "Aucune";

DeviceNameHeadphone = "Écouteurs audio intégrés";
DeviceNameSpeaker = "Haut-parleur audio intégré";
DeviceNameLineOut = "Sortie de ligne audio intégrée";
DeviceNameDigitalOut = "Sortie numérique audio intégrée";
DeviceNameHdmi = "Sortie HDMI audio intégrée";
DeviceNameDisplayPort = "Sortie DisplayPort audio intégrée";
DeviceNameLineIn = "Entrée de ligne audio intégrée";
DeviceNameAuxIn = "Entrée auxiliaire audio intégrée";
DeviceNameMic = "Microphone audio intégré";
DeviceNameExtMic = "Microphone audio externe intégré";
DeviceNameDigitalIn = "Entrée numérique audio intégrée";

DevShortNameHdpn = "Écouteurs intégrés";
DevShortNameSpkr = "Haut-parleur intégré";
DevShortNameLino = "Sortie de ligne intégrée";
DevShortNameSpdo = "Sortie numérique intégrée";
DevShortNameHdmi = "Sortie HDMI intégrée";
DevShortNameDP = "Sortie DisplayPort intégrée";
DevShortNameOut = "Sortie intégrée";
DevShortNameLini = "Entrée de ligne intégrée";
DevShortNameAuxi = "Entrée auxiliaire intégrée";
DevShortNameEMic = "Microphone externe intégré";
DevShortNameIMic = "Microphone intégré";
DevShortNameSpdi = "Entrée numérique intégrée";
DevShortNameIn = "Entrée intégrée";

UnlockedClock = "Déverrouillé";
LockedClock = "Verrouillé";

HwSrcAutomatic = "Automatique";
HwSrcEnable = "Activer";
HwSrcDisable = "Désactiver";
